Repository: Sam-Spencer/iOsReviewTime
Catalog: iosReviewTime/*.lproj/Localizable.strings
Languages: es

source: %@ days
es: %@ días

source: Apps created by %@
es: Aplicaciones creadas por %@

source: Authenticating Twitter
es: La autenticación de Twitter

source: Average review time for the last %@
es: El tiempo promedio para la última %@

source: Connected to Twitter
es: Conectado a Twitter

# Connecting Twitter
source: Connecting to Twitter
es: Conectar a Twitter

source: Could not decode string: %@
es: No se pudo descifrar la cadena: %@

source: Data failed decoding as a UTF-8 string
es: De datos no pudo decodificación como una cadena UTF-8

source: Downloading Tweets
es: Tweets Descargando

source: Error Loading Tweets: %ld
es: Error al Tweets de carga: %ld

source: Error Parsing Tweets
es: Error al Tweets análisis sintáctico

source: Failed to Reach Twitter
es: No se pudo conectar a Twitter

source: Login
es: Iniciar

source: No Twitter Access. Login in the Settings App
es: No hay acceso a Twitter. Ingresar en el App Configuración

source: No Twitter Accounts
es: No hay cuentas de Twitter

source: Querying Twitter
es: Búsqueda Twitter

source: Review for %@ took XX days
es: Reseña para %@ tomó XX días

source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings.
es: No hay cuentas de Twitter configurados. Usted puede agregar o crear una cuenta de Twitter en la configuración.

source: To tweet about your app review times, tap the login button and type your Organization / Team name
es: Para tweet acerca de su opinión App veces, toque el botón de inicio de sesión y escriba su / Nombre del equipo Organización

# Version %@ | %@
source: Version %1$@ | %2$@
es: Versión %1$@ | %2$@

source: X days
es: X días

source: Current iOS Review Time is %i days.
es: La corriente App Store tiempo de revisión es de %i días.
