Repository: Sam-Spencer/iOsReviewTime
Catalog: iosReviewTime/*.lproj/MainStoryboard.strings
Languages: es

# 2Pm-PW-zIw.title
source: Apps
es: Aplicaciones

# 6uP-5h-y5m.title
source: Developer Login
es: Desarrollador Iniciar

# JMy-2H-JPn.title
source: Review Time
es: Tiempo de Revisión

# Qct-Ul-AaM.title
source: My Apps
es: Aplicaciones Desarrollador

# V77-0T-A4P.title
source: Login
es: Iniciar

# eTG-si-OPf.placeholder
source: Organization Name
es: Nombre de la Organización

# j1t-8n-ka1.title
source: Cancel
es: Cancelar

# kKd-5I-bVT.text
source: Average review time for the last 7 days
es: Tiempo promedio de los comentarios de los últimos 7 días

# lHx-qu-jYH.title
source: iOS Review Time
es: iOS Tiempo de Revisión

# nui-rj-6YK.text
source: Type the name of your iOS AppStore development company below. This is used to query the AppStore for all of your apps.
es: Escriba el nombre de su empresa de desarrollo de iOS AppStore continuación. Esto se utiliza para consultar la AppStore para todas sus aplicaciones.

# oWD-bF-c69.text
source: X Days
es: X Días
