Repository: Sam-Spencer/iOsReviewTime
Catalog: iosReviewTime/*.lproj/PadStoryboard.strings
Languages: fr

# 0bp-VK-hbo.title
source: Background Fetch
fr: Téléchargement d'arrière plan

# 4dI-ID-FFk.text
source: Background Fetch
fr: Téléchargement d'arrière plan

# 8NG-4s-qOn.title
source: Review Time
fr: Temps de revue

# 8XC-9E-Gag.normalTitle
source: Purchase for $0.99
fr: Acheter pour 0.79€

# 9eT-98-jBG.title
source: Settings
fr: Paramètres

# FHu-Ve-6zY.title
source: BSD License
fr: Licence BSD

# H76-Co-qzd.footerTitle
source: Display the current iOS Review Time on your homescreen using an App Icon Badge.
fr: Affiche le temps de validation courant pour l'AppStore iOS sur l'icône de l'application.

# ISA-Yt-A0U.text
source: License
fr: Licence

# Iae-Mp-Y4O.title
source: Apps
fr: Applications

# IpE-Qp-Lg1.text
source: Based on iOsReviewTime by René BIGOT.
fr: Basé sur iOsReviewTime de René BIGOT

# KMw-nF-q2h.title
source: Cancel
fr: Annuler

# OdL-5Q-0Gf.text
source: Download iOS Review Times periodicially in the background. Once content is downloaded, you'll get a notification about the latest review time. The app badge will also stay updated with the latest times. This feature uses iOS 7's Background Fetch to download content.
fr: Télécharger les temps de revue périodiquement en tâche de fond. Une fois le contenu téléchargé, vous recevrez une notification concernant le dernier temps de revue. Cette fonctionnalité utilise le téléchargement d'arrière plan d'iOS 7.

# SgK-eA-mZI.text
source: App Icon Badge
fr: Badge d'icône

# aCk-8g-X1U.text
source: Website
fr: Site Web

# aX7-0z-wrq.placeholder
source: Organization Name
fr: Nom du développeur

# bN3-Wr-mbu.text
source: Subtitle
fr: Sous titre

# e0w-V0-of0.segmentTitles[0]
source: 24 Hours
fr: 24 heures

# e0w-V0-of0.segmentTitles[1]
source: 5 Days
fr: 5 jours

# e0w-V0-of0.segmentTitles[2]
source: 7 Days
fr: 7 jours

# eO3-Yb-l8O.headerTitle
source: Review Time Settings
fr: Paramètres des temps de revue

# fed-eI-B2N.accessibilityLabel
source: Number of Days for AppStore Review
fr: Nombre de jours pour la validation sur l'AppStore

# fed-eI-B2N.text
source: X Days
fr: X jours

# ilE-Wf-pho.text
source: Learn More about iOS Review Time
fr: A propos de iOS Review Time

# mgp-on-vKW.title
source: Background Fetch
fr: Téléchargement d'arrière plan

# qIr-ai-CzH.title
source: Login
fr: Connexion

# qOO-ym-DlZ.normalTitle
source: Restore Purchase
fr: Restaurer les achats

# r7w-KI-Jai.title
source: BSD License
fr: Licence BSD

# rGX-he-NtA.text
source: Type the name of your iOS AppStore development company below. This is used to query the AppStore for all of your apps.
fr: Tapez votre nom ou celui de votre société ci-dessous. Il est utilisé pour interroger l'AppStore pour réccupérer la liste de vos applications

# vAv-7N-cJT.title
source: Developer Apps
fr: Applications

# vtH-EQ-dIB.text
source: App Title
fr: Titre d'applications

# wqO-15-Ty2.text
source: Average review time for the last 7 days
fr: Temps de revue moyen pour les 7 derniers jours

# x6X-bQ-yGc.title
source: iOS Review Time
fr: Temps de revue iOS

# yQk-e9-W2S.title
source: BSD License
fr: Licence BSD

# yZ4-Ne-6NX.text
source: Apple, App Store, iOS and Mac are all trademarks of Apple Inc., registered in the U.S. and other countries. Twitter and Tweet are trademarks of Twitter, Inc. registered in the U.S. and other countries. This software is distributed and available under the BSD License. This work is originally based off of the iOsReviewTime project by René BIGOT. This is an open-source project available on GitHub.com: https://github.com/renebigot/iOsReviewTime Copyright © 2012, RENE BIGOT. All rights reserved. Copyright © 2014, iRare Media. All rights reserved. Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution. THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
fr: Apple, App Store, iOS et Mac sont des marques déposées d'Apple Inc., enregistrées aux U.S.A. ainsi que dans d'autres pays. Twitter et Tweet sont des marques déposées de Twitter Inc. enregistrées aux U.S.A. ainsi que dans d'autres pays. Ce logiciel est développé est distribué sous licence BSD. Il est basé sur le projet iOsReviewTime par René BIGOT Ceci est un projet open-source disponible sur GitHub.com : https://github.com/renebigot/iOsReviewTime Copyright © 2014, René BIGOT. All rights reserved. Copyright © 2014, iRare Media. All rights reserved. ------- Redistribution and use in source and binary forms, with or without modification, are permitted provided that the following conditions are met: Redistributions of source code must retain the above copyright notice, this list of conditions and the following disclaimer. Redistributions in binary form must reproduce the above copyright notice, this list of conditions and the following disclaimer in the documentation and/or other materials provided with the distribution. THIS SOFTWARE IS PROVIDED BY THE COPYRIGHT HOLDERS AND CONTRIBUTORS "AS IS" AND ANY EXPRESS OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE COPYRIGHT HOLDER OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.

# zfH-zJ-pAv.text
source: Version Information
fr: Informations sur la version

# nui-rj-6YK.text
source: Type the name of your iOS AppStore development company below. This is used to query the AppStore for all of your apps.
fr: Tapez votre nom ou celui de votre société ci-dessous. Il est utilisé pour interroger l'AppStore pour réccupérer la liste de vos applications
